Repository: stoichoarsenov/Commercial
Catalog: app/Resources/translations/messages.*.xlf
Languages: bg

source: Laptops
bg: Лаптопи

source: Yes
bg: Да

# product_name
source: Insert product name
bg: Въведете името на продукта

# product_description
source: Insert product description
bg: Въведете описание на продукта

# product_price
source: Insert product price
bg: Въведете цената на продукта

source: Create Product
bg: Създай нов запис

source: Reset Product
bg: Изчисти

# bought_price_product
source: Insert product price when bought
bg: Въведи цена на продукта при закупуване

# quantity_product
source: Insert product quantity
bg: Въведете количество на продуктите

# category_product
source: Product category
bg: Въведи категория на продукта

# product_added_by
source: Product is added by
bg: Продуктът е въведен от

# date_added_product
source: Date added
bg: Дата на добавяне

# product_registred
source: Your name has already been registered
bg: Съществува продукт със същото име

source: Laptop accessories
bg: Аксесоари за лаптоп

source: Laptop bags
bg: Чанти за лаптоп

source: Laptop cooler
bg: Охалдители за лаптоп

source: Computer cables
bg: Компютърни лаптопи

source: Computer peripherals
bg: Компютърна периферия

# mouse_pads
source: Mouses and pads
bg: Мишки и подложки

source: PC speakers
bg: Говорители

source: PC headphones
bg: Слушалки

# switch
source: Swtich
bg: Суич

# routes
source: Routers
bg: Рутери

source: Keyboards
bg: Клавиатури

source: External HDD
bg: Външни HDD

source: Discs
bg: Дискове

source: Card readers and USB Hubs
bg: Четци за карти и USB Hub

source: Computers
bg: Компютри

source: Web cameras
bg: Уеб камери

source: Add new product
bg: Добави нов продукт

source: Image
bg: Изображение

# please_upload_image
source: Please, upload the product image.
bg: Моля добавете изображение

source: Buy now
bg: Купи сега

source: Products
bg: Продукти

source: New product
bg: Нов продукт

source: New Product
bg: Нов продукт

source: Show product
bg: Покажи продукт

source: Edit product
bg: Редактирай продукт

source: Accessories
bg: Аксесоари

source: HDD_and_USB_flash_drives_external_HDD
bg: HDD и USB - външни хард дсикове

source: HDD_and_USB_flash_drives_discs
bg: HDD и USB- дискове

source: HDD_and_USB_flash_drives_card_reader_usb_hubs
bg: HDD и USB - хъбове

source: computer_peripherals_switch
bg: Компютърна периферия - Суичове

source: computer_peripherals_routers
bg: Компютърна периферия - рутери

source: computer_peripherals_keyboards
bg: Компютърна периферия - клавиатури

source: HDD_and_USB_flash_drives_USB_flash
bg: HDD и USB Флаш-памет

source: computer_peripherals_pc_headphones
bg: Аксесоари за лаптоп - слушалки

source: computer_peripherals_pc_speakers
bg: Аксесоари за лаптоп - говорители

source: computer_peripherals_web_cameras
bg: Компютърна периферия - уеб камери

source: computer_peripherals_mouse_and_pads
bg: Компютърна периферия - мишки и падове

source: laptop_accessories_cables
bg: Аксесоари за лаптоп - кабели

source: laptop_accessories_cooler
bg: Аксесоари за лаптоп - охладители

source: laptop_accessories_bags
bg: Аксесоари за лаптоп - чанти

source: laptop_laptop_lenovo
bg: Лаптопи Lenovo

source: laptop_laptop_toshiba
bg: Лаптопи Toshiba

source: laptop_laptop_hp
bg: Лаптопи HP

source: laptop_laptop_dell
bg: Лаптопи DELL

source: laptop_laptop_asus
bg: Лаптопи Asus

source: laptop_laptop_acer
bg: Лаптопи Acer

source: laptop_laptop_apple
bg: Лаптопи Apple

source: Promotional price
bg: Промоционална цена
